cask "iterm2"
cask "docker"
cask "postman"
brew "node"
brew "yarn"
brew "nvm"
brew "awscli"
cask "visual-studio-code"
cask "github"

# Utilities

cask "vlc"

# Browsers

cask "google-chrome"
cask "firefox"

# Communication

cask "slack"
cask "whatsapp"
cask "zoom"

# Entertainment

cask "spotify"

# Internet Speed Test
tap "teamookla/speedtest"
brew "speedtest"

# Learn more about this later
# https://taskwarrior.org/docs/
brew "task"

brew "htop"
brew "tree"
